Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: The following columns were recognised but only Group/Title, Username and Password will be processed:
ru_ru: Указанные столбцы распознаны, но только группа/заголовок, имя пользователя и пароль будут обработаны:

source: The following columns will be processed:
ru_ru: Были обработаны следующие столбцы:

source: The following entries had an invalid Password History. This has been rebuilt with available data. There may be some loss of history.
ru_ru: Следующие элементы содержат ошибки в истории паролей. История была пересоздана по имеющимся данным. Возможно, некоторые данные из истории были потеряны.

source: The following entries had an invalid UUID field. This has been corrected.
ru_ru: Следующие элементы содержат ошибки в UUID. Ошибки были исправлены.

source: The following entries have one or more text fields too long to display or edit (over %d characters).
ru_ru: Следующие элементы содержат одно или несколько текстовых полей, которые не могут быть полностью отображены (больше %d символов).

source: The following entries were duplicates of an existing entry.
ru_ru: Следующие элементы являются дубликатами существующих элементов.

source: The following entries' passwords are about to expire or expired:
ru_ru: Пароли для следующих элементов истекли или скоро истекут:

source: The following entry was copied to the %s database: '%s:%s:%s'
ru_ru: Следующие элементы были скопированы в контейнер %s: «%s:%s:%s»

source: The following records had errors in their Password History:
ru_ru: Следующие записи содержат ошибки в истории паролей:

source: The following records were renamed as an entry already exists in your database or in the Import file:
ru_ru: Следующие записи были переименованы, т.к. такой элемент уже существует в контейнере или импортируемом файле:

source: The following records were skipped:
ru_ru: Следующие записи были пропущены:

source: The notes field of this entry has more text than can be displayed. Changing this field and saving the entry will result in this field being truncated after %d characters. To view the full contents, either copy it to an editor via the clipboard or export this entry to XML before changing it.
ru_ru: Заметки для данного элемента слишком большие, и, поэтому, не могут быть отображены полностью. Изменение этого поля и сохранение элемента приведёт к усечению до %d символов. Для просмотра всего содержимого, скопируйте заметки в текстовый редактор через буфер обмена или экспортируйте данный элемент в XML.

source: The old safe combination is not correct
ru_ru: Старый пароль для контейнера указан неверно

source: The original database, "%s", is in pre-3.0 format. It will be unchanged. Your changes will be written as "%s" in the new format, which is unusable by old versions of PasswordSafe. To save your changes in the old format, use the "File->Export To->Old (1.x or 2) format" command.
ru_ru: Формат исходного контейнера «%s», имеет версию ниже 3.0. Он не будет изменён. Изменения будут записаны в «%s» с использованием нового формата, который несовместим с предыдущими версиями PasswordSafe. Для сохранения изменений в старом формате используйте пункты меню «Файл->Экспорт в->Старый (1.x или 2) формат».

source: The original database, "%s", is in pre-3.0 format. The data will now be written in the new format, which is unusable by old versions of PasswordSafe. To save the data in the old format, use the "File->Export To->Old (1.x or 2) format" command.
ru_ru: Формат исходного контейнера «%s», имеет версию ниже 3.0. Данные будут записаны с использованием нового формата, который несовместим с предыдущими версиями PasswordSafe. Для сохранения данных в старом формате используйте пункты меню «Файл->Экспорт в->Старый (1.x или 2) формат».

source: The password is in 'alias' form but the referenced entry '%s:%s:%s' is itself an alias. Do you wish this entry to point to the 'real' base entry?
ru_ru: Пароль имеет вид псевдонима, но исходный элемент «%s:%s:%s» тоже является псевдонимом. Привязать этот элемент к «настоящему» исходному элементу?

source: The password "%s" has been copied to the clipboard.
ru_ru: Пароль «%s» был скопирован в буфер обмена

source: The safe combination has been entered three times without success. If you don't know the safe combination, you can either try to open another password database, or create a new blank password database.
ru_ru: Пароль для контейнера был введён неверно три раза подряд. Если вы не знаете пароля для контейнера, можете выбрать другой контейнер или создать новый пустой контейнер.

source: The selected Failsafe Backup file will be opened instead of selected database.
ru_ru: Вместо заданного контейнера будет открыта выбранная аварийная резервная копия.

source: The two entries do not match.
ru_ru: Введённые значения не совпадают

source: The user specified that the following fields be excluded from the export:
ru_ru: Пользователь исключил следующие столбцы из экспорта:

source: There are more than one entry that fits your selection. Please be more specific.
ru_ru: Указанным условиям удовлетворяют несколько элементов. Задайте более жёсткие условия.

source: There are unmatched quotes in the run command
ru_ru: В команде присутствуют непарные кавычки

source: There does not appear to be a Recycle Bin on the media containing this Failsafe Backup file. You will not be able to undo deletes. Do you wish to continue?
ru_ru: На носителе с аварийной резервной копией не обнаружена «Корзина». Удалить файл насовсем?

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
ru_ru: Эти документы были сохранены позднее по сравнению с документами, открытыми в настоящий момент, и содержат изменения, внесённые до закрытия приложения.

source: This alias' target [%s:%s:%s] is not a normal entry or already an alias base.
ru_ru: Исходный элемент [%s:%s:%s] для данного псевдонима не является обычным элементом, либо сам является псевдонимом.

source: This allows you to keep backups in a separate location. Make sure that you have write permission to the directory you specify.
ru_ru: Позволяет хранить резервные копии в отдельном каталоге. Убедитесь, что вы имеете права на запись в указанном каталоге.

source: This database is the same as the current database!
ru_ru: Указанный контейнер совпадает с текущим!

source: This entry has been changed. Are you sure you wish to cancel?
ru_ru: Элемент был изменён. Отменить изменения?

source: This entry has the following %d %s: %s
ru_ru: У данного элемента есть %d %s: %s

source: This entry has the following %d %s: %s Please confirm to continue (All shortcuts to this entry will be deleted)?
ru_ru: У данного элемента есть %d подчинённых типа «%s»: %s Продолжить выполнение (все ярлыки для этого элемента будут удалены)?

source: This entry has the following %d %s: %s Please confirm to continue (alias entry's passwords will be replaced by this entry's password)?
ru_ru: У данного элемента есть %d %s: %s Продолжить выполнение (пароли для псевдонимов будут заменены на пароль этого элемента)?

source: This entry is protected.
ru_ru: Элемент защищён.

source: This entry must have a password.
ru_ru: Элемент должен содержать пароль.

source: This entry must have a title.
ru_ru: Элемент должен иметь заголовок.

source: This entry must have a valid target entry.
ru_ru: Элемент должен иметь допустимый целевой элемент.

source: This filter already exists
ru_ru: Фильтр уже существует

source: This is a DeadKey. Press it and then one of the combined keys then shown to add that new character to the Passphrase.
ru_ru: Это клавиша диакритического знака. Нажмите её и затем одну из возможных клавиш для добавления символа к паролю.

source: This is a shortcut base entry.
ru_ru: Существуют ярлыки для этого элемента

source: This is an alias base entry.
ru_ru: Существуют псевдонимы для этого элемента

source: This is an alias of: '%s'
ru_ru: Это псевдоним для: «%s»

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
ru_ru: Программа связана с отсутствующим экспортом %s в файл %s. Возможно, на компьютере установлена несовместимая версия %s.

source: This program requires the file %s, which was not found on this system.
ru_ru: Программе требуется файл %s, который не был найден на компьютере.

source: This version of PasswordSafe does not support more than %d entries in a database. To get an unlimited version for the U3 platform, please visit http://software.u3.com Do you want to open this database anyway? (Saving this database will result in the removal of unread entries!)
ru_ru: Данная версия PasswordSafe поддерживает не более %d элементов в контейнере. Для получения полноценной версии для платформы U3 посетите http://software.u3.com Продолжить открытие контейнера? (Сохранение контейнера приведёт к удалению непрочитанных элементов!)

source: This version of PasswordSafe does not support more than %d entries in a database. To get an unlimited version for the U3 platform, please visit http://software.u3.com Note: Saving this database will result in the removal of unread entries!
ru_ru: Данная версия PasswordSafe поддерживает не более %d элементов в контейнере. Для получения полноценной версии для платформы U3 посетите http://software.u3.com Сохранение контейнера приведёт к удалению непрочитанных элементов!

source: This will allow you to migrate your settings from the configuration file in the PasswordSafe installation directory into a file in your own local Application Data directory at the next invocation of PasswordSafe.
ru_ru: Перенос настроек из файла, находящегося в каталоге установки, в подкаталог Applicaton Data профиля текущего пользователя (перенос будет осуществлён при следующем запуске Password Safe)

source: This will clear all traces of Password Safe from the machine's registry. It may also cause previous versions of Password Safe to revert to default values for some settings.
ru_ru: Удалить следы Password Safe из реестра Windows. Это может привести к тому, что предыдущие версии Password Safe установят параметры в значение по умолчанию.

source: This will delete %d entries which are within this group and its subgroups.
ru_ru: Это приведёт к удалению %d элементов, входящих в данную группу и её подгруппы.

source: This will delete an entry which is within this group and/or its subgroups.
ru_ru: Это приведёт к удалению элемента входящего в данную группу и/или её подгруппы.

source: This will delete the selected Failsafe Backup file. If the current drive has a Recycle Bin, it will be moved there. If not, it will be permanently deleted.
ru_ru: Аварийная резервная копия будет удалена. Если на данном носителе есть «Корзина», файл будет перемещён туда, иначе он будет удалён насовсем.

source: Time out period must be between 1 and 120 minutes.
ru_ru: Период времени может быть от 1 до 120 минут.

source: Title
ru_ru: Заголовок

source: Title [Mandatory Field]
ru_ru: Заголовок [Обязательное поле]

source: Title copied
ru_ru: Заголовок скопирован

source: To add a new entry, simply fill in the fields below. At least a title and a password are required. If you have set a default username, it will appear in the username field.
ru_ru: Заполните поля для добавления нового элемента. По крайней мере заголовок и пароль должны быть указаны. Если задано имя пользователя по умолчанию, оно будет введено в поле «Имя»

source: To replace passwords of existing entries, all the following columns must be present: Group/Title, Username and Password. One or more are missing and no entries have been updated.
ru_ru: Для замены паролей существующих элементов, следующие поля должны присутствовать: группа/заголовок, имя пользователя, пароль. Один или несколько из них отсутствуют, поэтому элементы не будут обновлены.

source: To unprotect this entry, click on Close, use the Edit menu or right-click on the entry and select Unprotect.
ru_ru: Чтобы снять защиту с этого элемента нажмите «Закрыть» и выберите в контекстном меню элемента (или в меню «Изменить») «Снять защиту».

source: Toolbar &visible
ru_ru: Отобразить панель &инструментов

source: Treat fields that only contain 'whitespace' as empty
ru_ru: Считать поля, содержащие только пробелы, пустыми

source: Trial Version Limitation
ru_ru: Ограничение пробной версии

source: Trouble reading stored filters (version mismatch?). Filters will be unusable.
ru_ru: Проблемы при чтении сохранённых фильтров (неверная версия?). Фильтры будут недоступны.

source: Trouble with a non-textual (e.g., time) field in record '%s' - please check data carefully.
ru_ru: Проблемы с нетекстовыми полями (напр. время) в записи «%s» - проверьте корректность данных.

source: Trying to contact server...
ru_ru: Соединение с сервером...

source: Turkish F
ru_ru: Турецкая (F)

source: Turkish Q
ru_ru: Турецкая (Q)

source: Turkmen
ru_ru: Туркменская

source: U&RL:
ru_ru: Сс&ылка

source: URL
ru_ru: Ссылка

source: URL copied
ru_ru: URL скопирован

source: US
ru_ru: США

source: Ukrainian
ru_ru: Украинская

source: Ukrainian (Enhanced)
ru_ru: Украинская (расширенная)

source: Unable to create a new XML configuration file or add your settings to an existing XML configuration file. All application configuration settings will be saved in your registry entry on this computer. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ru_ru: Невозможно создать новый XML-файл с настройками или добавить параметры в уже существующий. Настройки приложения будут сохранены в реестре Windows. Настройки контейнера будут сохранены в открытом контейнере, если он доступен для записи и не заблокирован другим пользователем.

source: Unable to create intermediate backup.
ru_ru: Невозможно создать промежуточную резервную копию.

source: Unable to display URL
ru_ru: Невозможно перейти по ссылке

source: Unable to get configuration file lock. Will use registry.
ru_ru: Невозможно заблокировать файл настроек. Будет использован реестр Windows.

source: Unable to import "autoload_filters.xml" filters. %s
ru_ru: Невозможно импортировать фильтры из «autoload_filters.xml». %s

source: Unable to load configuration file
ru_ru: Невозможно загрузить файл настроек

source: Unable to load mail system support.
ru_ru: Не удаётся загрузить поддержку почтовой системы.

source: Unable to read from %1, it is opened by someone else.
ru_ru: Не удаётся прочесть данные из %1. Файл открыт другим пользователем.

source: Unable to read locker?
ru_ru: Невозможно прочитать состояние блокировки?

source: Unable to read write-only property.
ru_ru: Не удалось прочесть: свойство предназначено только для записи.

source: Unable to run command
ru_ru: Невозможно выполнить команду

source: Unable to save configuration file
ru_ru: Невозможно сохранить файл настроек

source: Unable to send email
ru_ru: Невозможно отправить письмо

source: Unable to update your entries in the existing XML configuration file. All application configuration settings will be loaded from this file but no changes will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ru_ru: Невозможно обновить записи в существующем XML-файле с настройками. Все настройки будут загружены из указанного файла, но изменения не будут сохранены. Настройки контейнера будут сохранены в открытом контейнере, если он доступен для записи и не заблокирован другим пользователем.

source: Unable to use a MS XML reader on your system. Neither MS XML V3, V4 or V6 seems available.
ru_ru: Невозможно использовать MS XML reader. Библиотека MS XML V3, V4 или V6 не обнаружена.

source: Unable to validate a XML file using a XML Schema (XSD) on your system.
ru_ru: На Вашей системе невозможно проверить XML-файл с помощью XML Schema (XSD).

source: Unable to write read-only property.
ru_ru: Не удалось записать: свойство предназначено только для чтения.

source: Unable to write to %1, it is read-only or opened by someone else.
ru_ru: Не удаётся произвести запись в %1. Файл доступен только для чтения или открыт другим пользователем.

source: Uncheck
ru_ru: Снять

source: Undo
ru_ru: Вернуть

source: Unexpected file format.
ru_ru: Непредусмотренный формат файла.

source: United Kingdom
ru_ru: Британская

source: United Kingdom Extended
ru_ru: Британская (расширенная)

source: United States-International
ru_ru: США (международная)

source: Unknown
ru_ru: Незвестно

source: Unknown fields
ru_ru: Неопознанные поля

source: Unknown fields:
ru_ru: Неопознанные поля:

source: Unknown function
ru_ru: Неизвестная функция

source: Unknown object
ru_ru: Неизвестный объект

source: Unlock
ru_ru: Разблокировать

source: Unlock Safe
ru_ru: Разблокировать контейнер

source: Unprotect All Entries
ru_ru: Снять защиту со всех элементов

source: Unprotect Entry
ru_ru: Снять защиту

source: Unsaved changes
ru_ru: Несохранённые изменения

source: Unsaved changes have been made to database: %s.
ru_ru: Несохранённые изменения: %s.

source: Untitled
ru_ru: Безымянный

source: Updated %d %s
ru_ru: Обновлено %d %s

source: Urdu
ru_ru: Урду

source: Usage: pwsafe [-r|-v] [password database] or pwsafe [-e|-d] filename or pwsafe [-c] or pwsafe [-s] [password database] or pwsafe -m where: -r = open read-only -v = validate & repair -e/d = encrypt/decrypt file -c = start closed i.e., no open database -s = start silently (minimized) -m = start minimized & closed In addition, the following flags may be used: -u user (use user's preferences instead of login name) -h host (use host to look up preferences instead of the machine's name) -g config_file (use config_file instead of pwsafe.cfg) -q (don't complain about missing fonts, dlls, etc.)
ru_ru: Использование: pwsafe [-r|-v] [контейнер] или pwsafe [-e|-d] имя_файла или pwsafe [-c] или pwsafe [-s] [контейнер] или pwsafe -m где: -r = открыть только для чтения -v = проверить и исправить -e/d = зашифровать/расшифровать файл -c = не открывать контейнер при запуске -s = запустить свёрнутым -m = запустить свёрнутым без открытия контейнера Также возможно использование следующих параметров: -u user (использовать настройки пользователя user, а не текущего пользователя) -h host (использовать имя host для поиска настроек вместо имени текущего компьютера) -g config_file (использовать файл настроек config_file, а не pwsafe.cfg) -q (не напоминать об отсутствующих шрифтах, DLL, и пр.)

source: Use
ru_ru: Задать

source: Use &Digits
ru_ru: &Цифры

source: Use &Hexadecimal digits only (0-9,a-f)
ru_ru: Только &шестнадцатеричные цифры (0-9, a-f)

source: Use &Lowercase letters
ru_ru: С&трочные буквы

source: Use &Symbols (i.e. &&, %, $, etc.)
ru_ru: &Символы (напр. &&, %, $, etc.)

source: Use &Symbols (i.e., &, %, $, etc.)
ru_ru: &Символы (напр. &, %, $ и т.п.)

source: Use &UPPERCASE letters
ru_ru: П&РОПИСНЫЕ буквы

source: Use Database De&faults
ru_ru: Использовать настройки контейнера по &умолчанию

source: Use Default
ru_ru: по умолчанию

source: Use only &Easy-to-read characters (i.e., no 'l', '1', etc.)
ru_ru: Только &удобочитаемые символы (не исп. «l», «1» и т. п.)

source: Use the P&olicy below:
ru_ru: Переопределить п&олитику:

source: Use the application specified here to browse when an entry's URL field starts with [alt], e.g., '[alt]http://foo.com'
ru_ru: Использовать указанное здесь приложение для открытия ссылок с приставкой [alt], напр. «[alt]http://foo.com»

source: Use the application specified here to edit an entry's Notes field via the right-click context menu during Add/Edit.
ru_ru: Использовать указанное здесь приложение для редактирования заметок через контекстное меню при Вставке/Редактировании.

source: User Name
ru_ru: Имя пользователя

source: User [Mandatory Field]
ru_ru: Пользователь [Обязательное поле]

source: User copied
ru_ru: Имя пользователя скопировано

source: Username
ru_ru: Имя пользователя

source: Using application:
ru_ru: С использованием:

source: Uyghur
ru_ru: Уйгурская

source: Uzbek Cyrillic
ru_ru: Узбекская (кириллица)

source: Validate
ru_ru: Проверить

source: Validated %d %s Imported %d %s
ru_ru: Проверено %d %s Импортировано %d %s

source: Value:
ru_ru: Значение:

source: Variable name is empty
ru_ru: Имя переменной не указано

source: Variable name must be alphanumeric
ru_ru: Имя переменной может содержать только буквы и цифры

source: Verify Key:
ru_ru: Повтор:

source: Verify:
ru_ru: Подтверждение:

source: Version mismatch with On Screen Keyboard DLL. Please install version that came with this version of Password Safe.
ru_ru: Неверная версия DLL для экранной клавиатуры. Установите DLL из дистрибутива используемой версии Password Safe.

source: Vietnamese
ru_ru: Вьетнамская

source: View
ru_ru: Просмотреть

source: View Aliases
ru_ru: Список псевдонимов

source: View Entry
ru_ru: Просмотр элемента

source: View Entry: «%s» «%s» «%s»
ru_ru: Просмотр элемента: «%s» «%s» «%s»

source: View Report
ru_ru: Просмотр отчёта

source: View Shortcut
ru_ru: Просмотр ярлыка

source: View Shortcuts
ru_ru: Список ярлыков

source: View a filter
ru_ru: Просмотр фильтра

source: View/Edit selected entry
ru_ru: Просмотр/редактирование элемента

source: Visit Password Safe &website...
ru_ru: Посетить &сайт Password Safe...

source: WARNING: If you continue, fields will be updated in entries in your existing database from your selected input database.
ru_ru: Внимание! В случае продолжения, значения элементов текущего контейнера будут заменены на значения из указанного контейнера.

source: WARNING: This operation will create an unprotected copy of %s in the database. Deleting this copy after use is NOT sufficient. Please do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
ru_ru: Внимание! Продолжение приведёт к созданию незащищённой копии, содержащей ВСЕ пароли из контейнера. Простого удаления этой копии после использования НЕ ДОСТАТОЧНО! Это действие позволяет обойти защиту предоставляемую программой. Прололжайте только в случае, если понимаете и принимаете все возможные риски.

source: WARNING: Use of an external editor may leave sensitive data on your hard disk. Do you wish to continue?
ru_ru: Внимание! При использовании внешнего редактора на диске могут остаться данные. Продолжить?

source: Warn
ru_ru: Предупр. за

source: Warning
ru_ru: Предупреждение

source: Warning - %d %s in your database may have one or more fields too large to display or edit. The largest entry size found was ~%d %s. You can use the Filter to selectively display these record(s).
ru_ru: Внимание: %d %s в Вашем контейнере содержат поля слишком большие для отображения или редактирования. Наибольший обнаруженный элемента имеет размер ~%d %s. Вы можете использовать фильтр для отображения указанных записей.

source: Weak passphrase: %s
ru_ru: Слабый пароль: %s

source: When saved
ru_ru: Дата сохранения

source: Who saved
ru_ru: Сохранено

source: Windows Registry
ru_ru: Реестр Windows

source: Wolof
ru_ru: Волоф

source: Word Wrap
ru_ru: Переносить по словам

source: Word Wrap Notes in Add && Edit
ru_ru: При редактировании переносить заметки по словам

source: Would you like to set "%s" as your default username? It would then automatically be put in the dialog each time you add a new item.
ru_ru: Установить «%s» в качестве «имени по умолчанию»? Оно будет подставляться автоматически при создании нового элемента.

source: Write Error
ru_ru: Ошибка записи

source: Write operation failed! File may have been corrupted. Try saving in a different location
ru_ru: Сбой при записи! Возможно, файл повреждён. Попробуйте сохранить файл в другом месте.
